Repository: nikashitsa/heart-alert-ios
Catalog: heart-alert-ios/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fi, fr, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sl, sv, th, tr, uk, zh_hans

source: %lld BPM
cs: %1$lld tep/min
de: %1$lld S/min
es: %1$lld ppm
fi: %1$lld bpm
fr: %1$lld bpm
hi: %1$lld BPM
hu: %1$lld bpm
id: %1$lld BPM
it: %1$lld bpm
ja: %1$lld bpm
ko: %1$lld BPM
nb: %1$lld bpm
nl: %1$lld spm
pl: %1$lld ud./min
pt_br: %1$lld bpm
pt_pt: %1$lld bpm
ru: %1$lld уд/мин
sl: %1$lld utr./min
sv: %1$lld bpm
th: %1$lld BPM
tr: %1$lld BPM
uk: %1$lld уд/хв
zh_hans: %1$lld 次/分

source: %lld min
cs: %1$lld min
de: %1$lld Min.
es: %1$lld min
fi: %1$lld min
fr: %1$lld min
hi: %1$lld मिनट
hu: %1$lld perc
id: %1$lld mnt
it: %1$lld min
ja: %1$lld分
ko: %1$lld분
nb: %1$lld min
nl: %1$lld min
pl: %1$lld min
pt_br: %1$lld min
pt_pt: %1$lld min
ru: %1$lld мин
sl: %1$lld min
sv: %1$lld min
th: %1$lld นาที
tr: %1$lld dk
uk: %1$lld хв
zh_hans: %1$lld 分钟

source: %lld sec
cs: %1$lld s
de: %1$lld Sek.
es: %1$lld s
fi: %1$lld s
fr: %1$lld s
hi: %1$lld सेकंड
hu: %1$lld mp
id: %1$lld dtk
it: %1$lld s
ja: %1$lld秒
ko: %1$lld초
nb: %1$lld s
nl: %1$lld sec
pl: %1$lld s
pt_br: %1$lld s
pt_pt: %1$lld s
ru: %1$lld сек
sl: %1$lld s
sv: %1$lld s
th: %1$lld วิ
tr: %1$lld sn
uk: %1$lld с
zh_hans: %1$lld 秒

source: Advanced
cs: Pokročilé
de: Erweitert
es: Avanzado
fi: Lisäasetukset
fr: Avancé
hi: उन्नत
hu: Speciális
id: Lanjutan
it: Avanzate
ja: 詳細設定
ko: 고급
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançadas
ru: Дополнительно
sl: Napredno
sv: Avancerat
th: ขั้นสูง
tr: Gelişmiş
uk: Додатково
zh_hans: 高级

source: Alert
cs: Upozornění
de: Alarm
es: Alerta
fi: Hälytys
fr: Alerte
hi: अलर्ट
hu: Riasztás
id: Peringatan
it: Avviso
ja: アラート
ko: 알림
nb: Varsel
nl: Alarm
pl: Alarm
pt_br: Alerta
pt_pt: Alerta
ru: Оповещение
sl: Opozorilo
sv: Larm
th: การแจ้งเตือน
tr: Uyarı
uk: Сповіщення
zh_hans: 提醒

source: Alert after out of range for
cs: Upozornit po době mimo rozsah
de: Alarm nach Zeit außerhalb des Bereichs
es: Alertar tras estar fuera de rango
fi: Hälytä, kun alueen ulkopuolella
fr: Alerter après hors plage pendant
hi: सीमा से बाहर रहने के बाद अलर्ट
hu: Riasztás tartományon kívül ennyi után
id: Peringatkan setelah di luar rentang
it: Avvisa dopo fuori intervallo per
ja: 範囲外が続いたらアラート
ko: 범위를 벗어난 후 알림까지
nb: Varsle etter utenfor området i
nl: Alarm na buiten bereik gedurende
pl: Alert po czasie poza zakresem
pt_br: Alertar após fora da faixa por
pt_pt: Alertar após fora do intervalo durante
ru: Оповещать после выхода из диапазона на
sl: Opozori po času izven območja
sv: Larma efter utanför intervallet i
th: แจ้งเตือนเมื่ออยู่นอกช่วงนาน
tr: Aralık dışında kaldıktan sonra uyar
uk: Сповіщати після виходу за діапазон на
zh_hans: 超出范围持续多久后提醒

source: BPM
cs: tep/min
de: S/min
es: ppm
nl: spm
pl: ud./min
ru: уд/мин
sl: utr./min
uk: уд/хв
zh_hans: 次/分

source: Battery
cs: Baterie
de: Akku
es: Batería
fi: Akku
fr: Batterie
hi: बैटरी
hu: Akkumulátor
id: Baterai
it: Batteria
ja: バッテリー
ko: 배터리
nb: Batteri
nl: Batterij
pl: Bateria
pt_br: Bateria
pt_pt: Bateria
ru: Батарея
sl: Baterija
sv: Batteri
th: แบตเตอรี่
tr: Pil
uk: Батарея
zh_hans: 电量

source: Bluetooth is off
cs: Bluetooth je vypnutý
de: Bluetooth ist aus
es: Bluetooth desactivado
fi: Bluetooth on pois päältä
fr: Bluetooth désactivé
hi: Bluetooth बंद है
hu: A Bluetooth ki van kapcsolva
id: Bluetooth mati
it: Bluetooth disattivato
ja: Bluetoothがオフです
ko: Bluetooth가 꺼져 있음
nb: Bluetooth er av
nl: Bluetooth staat uit
pl: Bluetooth jest wyłączony
pt_br: O Bluetooth está desativado
pt_pt: O Bluetooth está desligado
ru: Bluetooth выключен
sl: Bluetooth je izklopljen
sv: Bluetooth är av
th: Bluetooth ปิดอยู่
tr: Bluetooth kapalı
uk: Bluetooth вимкнено
zh_hans: Bluetooth 已关闭

source: Choose
cs: Vybrat
de: Auswählen
es: Elegir
fi: Valitse
fr: Choisir
hi: चुनें
hu: Kiválasztás
id: Pilih
it: Scegli
ja: 選択
ko: 선택
nb: Velg
nl: Kies
pl: Wybierz
pt_br: Escolher
pt_pt: Escolher
ru: Выбрать
sl: Izberi
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
zh_hans: 选择

source: Choose alert interval
cs: Vyberte interval upozornění
de: Alarmintervall wählen
es: Elige el intervalo de alerta
fi: Valitse hälytysväli
fr: Choisir l’intervalle d’alerte
hi: अलर्ट अंतराल चुनें
hu: Riasztási időköz kiválasztása
id: Pilih interval peringatan
it: Scegli l’intervallo di avviso
ja: アラート間隔を選択
ko: 알림 간격 선택
nb: Velg varselintervall
nl: Kies alarminterval
pl: Wybierz odstęp alertów
pt_br: Escolha o intervalo do alerta
pt_pt: Escolha o intervalo do alerta
ru: Выберите интервал оповещений
sl: Izberite interval opozoril
sv: Välj larmintervall
th: เลือกช่วงเวลาการแจ้งเตือน
tr: Uyarı aralığını seçin
uk: Виберіть інтервал сповіщень
zh_hans: 选择提醒间隔

source: Choose device
cs: Vyberte zařízení
de: Gerät auswählen
es: Elegir dispositivo
fi: Valitse laite
fr: Choisir un appareil
hi: डिवाइस चुनें
hu: Válassz eszközt
id: Pilih perangkat
it: Scegli dispositivo
ja: デバイスを選択
ko: 기기 선택
nb: Velg enhet
nl: Kies apparaat
pl: Wybierz urządzenie
pt_br: Escolher dispositivo
pt_pt: Escolher dispositivo
ru: Выберите устройство
sl: Izberite napravo
sv: Välj enhet
th: เลือกอุปกรณ์
tr: Cihaz seçin
uk: Виберіть пристрій
zh_hans: 选择设备

source: Choose initial delay
cs: Vyberte počáteční prodlevu
de: Anfangsverzögerung wählen
es: Elige el retraso inicial
fi: Valitse alkuviive
fr: Choisir le délai initial
hi: प्रारंभिक देरी चुनें
hu: Kezdeti késleltetés kiválasztása
id: Pilih penundaan awal
it: Scegli il ritardo iniziale
ja: 開始遅延を選択
ko: 초기 지연 선택
nb: Velg startforsinkelse
nl: Kies startvertraging
pl: Wybierz opóźnienie początkowe
pt_br: Escolha o atraso inicial
pt_pt: Escolha o atraso inicial
ru: Выберите начальную задержку
sl: Izberite začetni zamik
sv: Välj startfördröjning
th: เลือกการหน่วงเวลาเริ่มต้น
tr: Başlangıç gecikmesini seçin
uk: Виберіть початкову затримку
zh_hans: 选择初始延迟

source: Choose max BPM
cs: Vyberte max. BPM
de: Max. BPM wählen
es: Elige las BPM máximas
fi: Valitse maks. BPM
fr: Choisir le BPM max.
hi: अधिकतम BPM चुनें
hu: Max. BPM kiválasztása
id: Pilih BPM maks
it: Scegli i BPM massimi
ja: 最大BPMを選択
ko: 최대 BPM 선택
nb: Velg maks. BPM
nl: Kies max. BPM
pl: Wybierz maks. BPM
pt_br: Escolha o BPM máximo
pt_pt: Escolha o BPM máximo
ru: Выберите макс. BPM
sl: Izberite maks. BPM
sv: Välj max. BPM
th: เลือก BPM สูงสุด
tr: Maks. BPM seçin
uk: Виберіть макс. BPM
zh_hans: 选择最高 BPM

source: Choose min BPM
cs: Vyberte min. BPM
de: Min. BPM wählen
es: Elige las BPM mínimas
fi: Valitse min. BPM
fr: Choisir le BPM min.
hi: न्यूनतम BPM चुनें
hu: Min. BPM kiválasztása
id: Pilih BPM min
it: Scegli i BPM minimi
ja: 最小BPMを選択
ko: 최소 BPM 선택
nb: Velg min. BPM
nl: Kies min. BPM
pl: Wybierz min. BPM
pt_br: Escolha o BPM mínimo
pt_pt: Escolha o BPM mínimo
ru: Выберите мин. BPM
sl: Izberite min. BPM
sv: Välj min. BPM
th: เลือก BPM ต่ำสุด
tr: Min. BPM seçin
uk: Виберіть мін. BPM
zh_hans: 选择最低 BPM

source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
hi: पुष्टि करें
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 決定
ko: 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sl: Potrdi
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
zh_hans: 确认

source: Connect
cs: Připojit
de: Verbinden
es: Conectar
fi: Yhdistä
fr: Connecter
hi: कनेक्ट करें
hu: Csatlakozás
id: Hubungkan
it: Connetti
ja: 接続
ko: 연결
nb: Koble til
nl: Verbinden
pl: Połącz
pt_br: Conectar
pt_pt: Ligar
ru: Подключить
sl: Poveži
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan
uk: Підключити
zh_hans: 连接

source: Connecting…
cs: Připojování…
de: Verbinden…
es: Conectando…
fi: Yhdistetään…
fr: Connexion…
hi: कनेक्ट हो रहा है…
hu: Csatlakozás…
id: Menghubungkan…
it: Connessione…
ja: 接続中…
ko: 연결 중…
nb: Kobler til…
nl: Verbinden…
pl: Łączenie…
pt_br: Conectando…
pt_pt: A ligar…
ru: Подключение…
sl: Povezovanje…
sv: Ansluter…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: Підключення…
zh_hans: 正在连接…

source: Connection
cs: Připojení
de: Verbindung
es: Conexión
fi: Yhteys
fr: Connexion
hi: कनेक्शन
hu: Kapcsolat
id: Koneksi
it: Connessione
ja: 接続
ko: 연결
nb: Tilkobling
nl: Verbinding
pl: Połączenie
pt_br: Conexão
pt_pt: Ligação
ru: Подключение
sl: Povezava
sv: Anslutning
th: การเชื่อมต่อ
tr: Bağlantı
uk: Підключення
zh_hans: 连接

source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
hi: जारी रखें
hu: Tovább
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nb: Fortsett
nl: Doorgaan
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
zh_hans: 继续

source: Demo mode
cs: Ukázkový režim
de: Demomodus
es: Modo demo
fi: Demotila
fr: Mode démo
hi: डेमो मोड
hu: Demó mód
id: Mode demo
it: Modalità demo
ja: デモモード
ko: 데모 모드
nb: Demomodus
nl: Demomodus
pl: Tryb demo
pt_br: Modo demo
pt_pt: Modo demo
ru: Демо-режим
sl: Demo način
sv: Demoläge
th: โหมดสาธิต
tr: Demo modu
uk: Демо-режим
zh_hans: 演示模式

source: Device
cs: Zařízení
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
hi: डिवाइस
hu: Eszköz
id: Perangkat
it: Dispositivo
ja: デバイス
ko: 기기
nb: Enhet
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
pt_pt: Dispositivo
ru: Устройство
sl: Naprava
sv: Enhet
th: อุปกรณ์
tr: Cihaz
uk: Пристрій
zh_hans: 设备

source: Devices
cs: Zařízení
de: Geräte
es: Dispositivos
fi: Laitteet
fr: Appareils
hi: डिवाइस
hu: Eszközök
id: Perangkat
it: Dispositivi
ja: デバイス
ko: 기기
nb: Enheter
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
pt_pt: Dispositivos
ru: Устройства
sl: Naprave
sv: Enheter
th: อุปกรณ์
tr: Cihazlar
uk: Пристрої
zh_hans: 设备

source: Devices not found
cs: Žádná zařízení nenalezena
de: Keine Geräte gefunden
es: No se encontraron dispositivos
fi: Laitteita ei löytynyt
fr: Aucun appareil trouvé
hi: कोई डिवाइस नहीं मिला
hu: Nem található eszköz
id: Perangkat tidak ditemukan
it: Nessun dispositivo trovato
ja: デバイスが見つかりません
ko: 기기를 찾을 수 없음
nb: Fant ingen enheter
nl: Geen apparaten gevonden
pl: Nie znaleziono urządzeń
pt_br: Nenhum dispositivo encontrado
pt_pt: Nenhum dispositivo encontrado
ru: Устройства не найдены
sl: Ni najdenih naprav
sv: Inga enheter hittades
th: ไม่พบอุปกรณ์
tr: Cihaz bulunamadı
uk: Пристроїв не знайдено
zh_hans: 未找到设备

source: Disconnected
cs: Odpojeno
de: Getrennt
es: Desconectado
fi: Yhteys katkesi
fr: Déconnecté
hi: डिस्कनेक्ट हो गया
hu: Kapcsolat megszakadt
id: Terputus
it: Disconnesso
ja: 切断されました
ko: 연결 끊김
nb: Frakoblet
nl: Verbinding verbroken
pl: Rozłączono
pt_br: Desconectado
pt_pt: Desligado
ru: Отключено
sl: Povezava prekinjena
sv: Frånkopplad
th: ตัดการเชื่อมต่อแล้ว
tr: Bağlantı kesildi
uk: Відключено
zh_hans: 已断开连接

source: Good
cs: V normě
de: Gut
es: Bien
fi: Hyvä
fr: Bon
hi: सामान्य
hu: Jó
id: Normal
it: Ok
ja: 良好
ko: 양호
nb: Bra
nl: Goed
pl: W normie
pt_br: Normal
pt_pt: Normal
ru: Норма
sl: V redu
sv: Bra
th: ปกติ
tr: Normal
uk: Норма
zh_hans: 正常

source: Heart rate
cs: Tepová frekvence
de: Herzfrequenz
es: Frecuencia cardíaca
fi: Syke
fr: Fréquence cardiaque
hi: हृदय गति
hu: Pulzus
id: Detak jantung
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
nb: Puls
nl: Hartslag
pl: Tętno
pt_br: Frequência cardíaca
pt_pt: Frequência cardíaca
ru: Пульс
sl: Srčni utrip
sv: Puls
th: อัตราการเต้นหัวใจ
tr: Nabız
uk: Пульс
zh_hans: 心率

source: Initial delay
cs: Počáteční prodleva
de: Anfangsverzögerung
es: Retraso inicial
fi: Alkuviive
fr: Délai initial
hi: शुरुआती देरी
hu: Kezdeti késleltetés
id: Jeda awal
it: Ritardo iniziale
ja: 開始時の遅延
ko: 시작 지연
nb: Startforsinkelse
nl: Startvertraging
pl: Opóźnienie startowe
pt_br: Atraso inicial
pt_pt: Atraso inicial
ru: Начальная задержка
sl: Začetni zamik
sv: Startfördröjning
th: หน่วงเวลาเริ่มต้น
tr: Başlangıç gecikmesi
uk: Початкова затримка
zh_hans: 初始延迟

source: Initial delay %@
cs: Počáteční prodleva %@
de: Anfangsverzögerung %@
es: Retraso inicial %@
fi: Alkuviive %@
fr: Délai initial %@
hi: शुरुआती देरी %@
hu: Kezdeti késleltetés %@
id: Jeda awal %@
it: Ritardo iniziale %@
ja: 開始時の遅延 %@
ko: 시작 지연 %@
nb: Startforsinkelse %@
nl: Startvertraging %@
pl: Opóźnienie startowe %@
pt_br: Atraso inicial %@
pt_pt: Atraso inicial %@
ru: Начальная задержка %@
sl: Začetni zamik %@
sv: Startfördröjning %@
th: หน่วงเวลาเริ่มต้น %@
tr: Başlangıç gecikmesi %@
uk: Початкова затримка %@
zh_hans: 初始延迟 %@

source: Initial delay until in range
cs: Prodleva do vstupu do rozsahu
de: Anfangsverzögerung bis im Bereich
es: Retraso inicial hasta entrar en rango
fi: Alkuviive, kunnes alueella
fr: Délai initial jusqu'à entrer dans la plage
hi: सीमा में आने तक देरी
hu: Kezdeti késleltetés a tartományba érésig
id: Jeda awal hingga masuk rentang
it: Ritardo iniziale fino al rientro nell'intervallo
ja: 範囲内になるまで待機中
ko: 범위에 들어올 때까지 대기 중
nb: Startforsinkelse til innenfor området
nl: Startvertraging tot binnen bereik
pl: Opóźnienie do wejścia w zakres
pt_br: Atraso inicial até entrar na faixa
pt_pt: Atraso inicial até entrar na zona
ru: Задержка до входа в диапазон
sl: Zamik do vstopa v območje
sv: Startfördröjning tills inom området
th: หน่วงเวลาจนกว่าจะอยู่ในช่วง
tr: Aralığa girene kadar gecikme
uk: Затримка до входу в діапазон
zh_hans: 等待进入范围

source: Language
cs: Jazyk
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ru: Язык
sl: Jezik
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
zh_hans: 语言

source: Make sure that you put it on and the battery level is good.
cs: Ujistěte se, že máte snímač nasazený a jeho baterie je dostatečně nabitá.
de: Achten Sie darauf, dass der Sensor angelegt und der Akku ausreichend geladen ist.
es: Asegúrate de llevar puesto el sensor y de que tenga suficiente batería.
fi: Varmista, että sykevyö on päälläsi ja sen akussa on virtaa.
fr: Vérifiez que le capteur est bien porté et que sa batterie est suffisamment chargée.
hi: पक्का करें कि आपने सेंसर पहना है और उसकी बैटरी पर्याप्त है।
hu: Győződj meg róla, hogy viseled a pulzusmérőt, és az akkumulátora fel van töltve.
id: Pastikan sensor sudah dipakai dan baterainya cukup.
it: Assicurati di indossare il sensore e che la batteria sia sufficientemente carica.
ja: センサーを装着していること、バッテリー残量が十分あることを確認してください。
ko: 센서를 착용했는지, 배터리가 충분한지 확인하세요.
nb: Sørg for at du har på deg pulsbeltet og at batteriet er ladet.
nl: Zorg ervoor dat je de sensor draagt en dat de batterij voldoende is opgeladen.
pl: Upewnij się, że czujnik jest założony, a jego bateria naładowana.
pt_br: Verifique se você está usando o sensor e se a bateria está carregada.
pt_pt: Certifique-se de que colocou o sensor e de que a bateria tem carga suficiente.
ru: Убедитесь, что датчик надет и его батарея заряжена.
sl: Prepričajte se, da ste senzor nadeli in da je baterija dovolj napolnjena.
sv: Se till att du har på dig pulsbandet och att batteriet är laddat.
th: ตรวจสอบว่าคุณสวมเซ็นเซอร์แล้วและแบตเตอรี่ยังเพียงพอ
tr: Sensörü taktığınızdan ve pilinin yeterli olduğundan emin olun.
uk: Переконайтеся, що датчик надіто, а його батарею заряджено.
zh_hans: 请确认已佩戴设备且电量充足。

source: No previous purchase found.
cs: Nebyl nalezen žádný předchozí nákup.
de: Kein früherer Kauf gefunden.
es: No se encontraron compras anteriores.
fi: Aiempaa ostosta ei löytynyt.
fr: Aucun achat précédent trouvé.
hi: कोई पिछली खरीदारी नहीं मिली।
hu: Nem található korábbi vásárlás.
id: Tidak ada pembelian sebelumnya.
it: Nessun acquisto precedente trovato.
ja: 以前の購入が見つかりません。
ko: 이전 구매 내역이 없습니다.
nb: Fant ingen tidligere kjøp.
nl: Geen eerdere aankoop gevonden.
pl: Nie znaleziono wcześniejszych zakupów.
pt_br: Nenhuma compra anterior encontrada.
pt_pt: Nenhuma compra anterior encontrada.
ru: Предыдущие покупки не найдены.
sl: Prejšnjega nakupa ni bilo mogoče najti.
sv: Inget tidigare köp hittades.
th: ไม่พบการซื้อก่อนหน้า
tr: Önceki bir satın alım bulunamadı.
uk: Попередніх покупок не знайдено.
zh_hans: 未找到以前的购买记录。

source: One-time purchase %@
cs: Jednorázový nákup %1$@
de: Einmalkauf %1$@
es: Pago único %1$@
fi: Kertaosto %1$@
fr: Achat unique %1$@
hi: एक बार की खरीदारी %1$@
hu: Egyszeri vásárlás: %1$@
id: Sekali beli %1$@
it: Acquisto unico %1$@
ja: 買い切り %1$@
ko: 1회 구매 %1$@
nb: Engangskjøp %1$@
nl: Eenmalige aankoop %1$@
pl: Jednorazowy zakup %1$@
pt_br: Compra única %1$@
pt_pt: Compra única %1$@
ru: Разовая покупка %1$@
sl: Enkratni nakup %1$@
sv: Engångsköp %1$@
th: ซื้อครั้งเดียว %1$@
tr: Tek seferlik satın alma %1$@
uk: Разова покупка %1$@
zh_hans: 一次性购买 %1$@

source: Out of range for
cs: Mimo rozsah po dobu
de: Außerhalb des Bereichs für
es: Fuera de rango durante
fi: Alueen ulkopuolella
fr: Hors plage pendant
hi: सीमा से बाहर अवधि
hu: Tartományon kívül
id: Di luar rentang selama
it: Fuori intervallo per
ja: 範囲外の継続時間
ko: 범위 이탈 지속 시간
nb: Utenfor området
nl: Buiten bereik gedurende
pl: Poza zakresem przez
pt_br: Fora da faixa por
pt_pt: Fora da zona durante
ru: Вне диапазона
sl: Zunaj območja
sv: Utanför området
th: อยู่นอกช่วงนาน
tr: Aralık dışı süresi
uk: Поза діапазоном
zh_hans: 超出范围持续

source: Please enable Bluetooth on your device to continue.
cs: Pro pokračování zapněte v zařízení Bluetooth.
de: Bitte aktivieren Sie Bluetooth auf Ihrem Gerät, um fortzufahren.
es: Activa el Bluetooth en tu dispositivo para continuar.
fi: Jatka ottamalla Bluetooth käyttöön laitteessa.
fr: Veuillez activer le Bluetooth sur votre appareil pour continuer.
hi: जारी रखने के लिए कृपया अपने डिवाइस पर Bluetooth चालू करें।
hu: A folytatáshoz kapcsold be a Bluetootht az eszközön.
id: Aktifkan Bluetooth di perangkat Anda untuk melanjutkan.
it: Attiva il Bluetooth sul dispositivo per continuare.
ja: 続行するには、端末のBluetoothをオンにしてください。
ko: 계속하려면 기기에서 Bluetooth를 켜 주세요.
nb: Slå på Bluetooth på enheten for å fortsette.
nl: Schakel Bluetooth in op je apparaat om door te gaan.
pl: Włącz Bluetooth na urządzeniu, aby kontynuować.
pt_br: Ative o Bluetooth no seu dispositivo para continuar.
pt_pt: Ative o Bluetooth no seu dispositivo para continuar.
ru: Включите Bluetooth на устройстве, чтобы продолжить.
sl: Za nadaljevanje v napravi vklopite Bluetooth.
sv: Aktivera Bluetooth på enheten för att fortsätta.
th: โปรดเปิด Bluetooth บนอุปกรณ์ของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için lütfen cihazınızda Bluetooth'u açın.
uk: Увімкніть Bluetooth на пристрої, щоб продовжити.
zh_hans: 请开启设备的 Bluetooth 以继续。

source: Range %lld-%lld BPM
cs: Rozsah %1$lld-%2$lld tep/min
de: Bereich %1$lld-%2$lld S/min
es: Rango %1$lld-%2$lld ppm
fi: Alue %1$lld-%2$lld bpm
fr: Plage %1$lld-%2$lld bpm
hi: सीमा %1$lld-%2$lld BPM
hu: Tartomány: %1$lld-%2$lld bpm
id: Rentang %1$lld-%2$lld BPM
it: Intervallo %1$lld-%2$lld bpm
ja: 範囲 %1$lld-%2$lld bpm
ko: 범위 %1$lld-%2$lld BPM
nb: Område %1$lld-%2$lld bpm
nl: Bereik %1$lld-%2$lld spm
pl: Zakres %1$lld-%2$lld ud./min
pt_br: Faixa %1$lld-%2$lld bpm
pt_pt: Zona %1$lld-%2$lld bpm
ru: Диапазон %1$lld-%2$lld уд/мин
sl: Območje %1$lld-%2$lld utr./min
sv: Område %1$lld-%2$lld bpm
th: ช่วง %1$lld-%2$lld BPM
tr: Aralık %1$lld-%2$lld BPM
uk: Діапазон %1$lld-%2$lld уд/хв
zh_hans: 范围 %1$lld-%2$lld 次/分

source: Reconnecting…
cs: Opětovné připojování…
de: Neu verbinden…
es: Reconectando…
fi: Yhdistetään uudelleen…
fr: Reconnexion…
hi: फिर से कनेक्ट हो रहा है…
hu: Újracsatlakozás…
id: Menghubungkan ulang…
it: Riconnessione…
ja: 再接続中…
ko: 다시 연결 중…
nb: Kobler til på nytt…
nl: Opnieuw verbinden…
pl: Ponowne łączenie…
pt_br: Reconectando…
pt_pt: A religar…
ru: Переподключение…
sl: Ponovno povezovanje…
sv: Återansluter…
th: กำลังเชื่อมต่อใหม่…
tr: Yeniden bağlanıyor…
uk: Повторне підключення…
zh_hans: 正在重新连接…

source: Restore purchase
cs: Obnovit nákup
de: Kauf wiederherstellen
es: Restaurar compra
fi: Palauta ostos
fr: Restaurer l'achat
hi: खरीदारी रीस्टोर करें
hu: Vásárlás visszaállítása
id: Pulihkan pembelian
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pl: Przywróć zakup
pt_br: Restaurar compra
pt_pt: Restaurar compra
ru: Восстановить покупку
sl: Obnovi nakup
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın alımı geri yükle
uk: Відновити покупку
zh_hans: 恢复购买

source: Searching for devices…
cs: Hledání zařízení…
de: Suche nach Geräten…
es: Buscando dispositivos…
fi: Etsitään laitteita…
fr: Recherche d'appareils…
hi: डिवाइस खोजे जा रहे हैं…
hu: Eszközök keresése…
id: Mencari perangkat…
it: Ricerca dispositivi…
ja: デバイスを検索中…
ko: 기기 검색 중…
nb: Søker etter enheter…
nl: Zoeken naar apparaten…
pl: Wyszukiwanie urządzeń…
pt_br: Procurando dispositivos…
pt_pt: A procurar dispositivos…
ru: Поиск устройств…
sl: Iskanje naprav…
sv: Söker efter enheter…
th: กำลังค้นหาอุปกรณ์…
tr: Cihazlar aranıyor…
uk: Пошук пристроїв…
zh_hans: 正在搜索设备…

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru: Настройки
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

source: Something went wrong. Please try again.
cs: Něco se pokazilo. Zkuste to znovu.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fi: Jokin meni vikaan. Yritä uudelleen.
fr: Une erreur s'est produite. Veuillez réessayer.
hi: कुछ गलत हो गया। कृपया फिर से कोशिश करें।
hu: Hiba történt. Próbáld újra.
id: Terjadi kesalahan. Silakan coba lagi.
it: Si è verificato un errore. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
nb: Noe gikk galt. Prøv igjen.
nl: Er is iets misgegaan. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Tente novamente.
pt_pt: Algo correu mal. Tente novamente.
ru: Что-то пошло не так. Попробуйте ещё раз.
sl: Prišlo je do napake. Poskusite znova.
sv: Något gick fel. Försök igen.
th: เกิดข้อผิดพลาด โปรดลองอีกครั้ง
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.
uk: Щось пішло не так. Спробуйте ще раз.
zh_hans: 出了点问题，请重试。

source: Start
cs: Spustit
de: Starten
es: Iniciar
fi: Aloita
fr: Démarrer
hi: शुरू करें
hu: Indítás
id: Mulai
it: Avvia
ja: 開始
ko: 시작
nl: Starten
pl: Rozpocznij
pt_br: Iniciar
pt_pt: Iniciar
ru: Начать
sl: Začni
sv: Starta
th: เริ่ม
tr: Başlat
uk: Почати
zh_hans: 开始

source: Start for free (%lld)
cs: Spustit zdarma (%1$lld)
de: Kostenlos starten (%1$lld)
es: Iniciar gratis (%1$lld)
fi: Aloita ilmaiseksi (%1$lld)
fr: Démarrer gratuitement (%1$lld)
hi: मुफ़्त शुरू करें (%1$lld)
hu: Ingyenes indítás (%1$lld)
id: Mulai gratis (%1$lld)
it: Avvia gratis (%1$lld)
ja: 無料で開始（%1$lld）
ko: 무료로 시작 (%1$lld)
nb: Start gratis (%1$lld)
nl: Gratis starten (%1$lld)
pl: Rozpocznij za darmo (%1$lld)
pt_br: Iniciar grátis (%1$lld)
pt_pt: Iniciar grátis (%1$lld)
ru: Начать бесплатно (%1$lld)
sl: Začni brezplačno (%1$lld)
sv: Starta gratis (%1$lld)
th: เริ่มฟรี (%1$lld)
tr: Ücretsiz başlat (%1$lld)
uk: Почати безкоштовно (%1$lld)
zh_hans: 免费开始（%1$lld）

source: Stop
cs: Zastavit
de: Stopp
es: Detener
fi: Lopeta
fr: Arrêter
hi: रोकें
hu: Leállítás
id: Berhenti
ja: 停止
ko: 중지
nb: Stopp
nl: Stoppen
pt_br: Parar
pt_pt: Parar
ru: Стоп
sl: Ustavi
sv: Stopp
th: หยุด
tr: Durdur
uk: Стоп
zh_hans: 停止

source: Success
cs: Hotovo
de: Erfolgreich
es: ¡Listo!
fi: Valmis
fr: Terminé
hi: सफल
hu: Sikeres vásárlás
id: Berhasil
it: Fatto
ja: 完了
ko: 완료
nb: Fullført
nl: Gelukt
pl: Gotowe
pt_br: Pronto
pt_pt: Concluído
ru: Готово
sl: Končano
sv: Klart
th: สำเร็จ
tr: Başarılı
uk: Готово
zh_hans: 购买成功
